"About" = "关于";
"Help" = "帮助";
"APN Code" = "APN 代码";
"Description" = "描述";
"Username" = "用户名";
"Password" = "密码";
"Proxy host" = "代理服务器";
"Proxy port" = "代理端口";
"Add APN configuration" = "添加 APN 配置";
"Cancel" = "取消";
"Choose a configuration..." = "选择一个配置...";
"Configuration profiles server" = "配置描述服务器";
"Delete" = "删除";
"Delete APN" = "删除 APN";
"Delete this APN?" = "要删除这个 APN 吗?";
"Edit APN configuration" = "编辑 APN 配置";
"Install APN Profile" = "安装 APN 描述";
"Save" = "保存";
"No, thanks" = "不，谢谢";
"Follow @lexrus on Twitter" = "在 Twitter 上关注 @lexrus";
"APN for iOS is developed by Lex Tang." = "APN for iOS 由 Lex Tang 开发。";
"Rate it" = "给它评分";
